Repository: somia/ninchat-sdk-ios-swift
Catalog: NinchatSDKSwift/Resources/*.lproj/Localizable.strings
Languages: fi

source: Camera
fi: Kamera

source: Photo Library
fi: Kuvat

source: Guest
fi: Vieras

# NoQueueText
source: No open queues to join
fi: Ei avoimia jonoja liittymiseen

source: Select
fi: Valitse

source: Strongly agree
fi: Täysin samaa mieltä

source: Agree
fi: Jokseenkin samaa mieltä

# OK
source: Neither agree nor disagree
fi: Ei samaa eikä eri mieltä

source: Disagree
fi: Jokseenkin eri mieltä

source: Strongly disagree
fi: Täysin eri mieltä

# Permission denied
source: Unable to start the video: permission denied.
fi: Videota ei voi aloittaa: lupa evätty.

# Update Settings
source: Change permissions from Settings (warning: the app will be reloaded)
fi: Muuta käyttöoikeuksia Asetuksista (varoitus: sovellus ladataan uudelleen)

# Resume error
source: Error in connecting to the queue. Please try again.
fi: Virhe muodostettaessa yhteyttä jonoon. Yritä uudelleen.

# WebRTC pickup fail
source: Failed to initiate the video call.
fi: Videopuhelun aloittaminen epäonnistui.

# Source not available
source: The source is not available on this device
fi: Lähde ei ole käytettävissä tällä laitteella

# Camera not available
source: The camera is not available during a video call
fi: Kamera ei ole käytettävissä videopuhelun aikana

source: Access denied
fi: Pääsy evätty

# Submission Error
source: An error occurred in submitting answers
fi: Vastausten lähettämisessä tapahtui virhe
